docs/notes/notes-from-underground.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Notes from Underground</title>
<meta name="author" content="Tak" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='/css/stylesheet.css'>
</head>
<body>
<div id="nav" class="status">
<a href='/'>bacchanalian madness</a> / <a href='/rss'>rss</a> / <label id='dark-mode-button'> <input type='checkbox'> </label>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Notes from Underground</h1>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org86d292e">I. Underground</a></li>
<li><a href="#org25365d5">II. Apropos of Wet Snow</a></li>
</ul>
</div>
</nav>
<blockquote>
<p>And enter my house bold and free,
To become its full mistress!
</p>
</blockquote>
<div id="outline-container-org86d292e" class="outline-2">
<h2 id="org86d292e">I. Underground</h2>
<div class="outline-text-2" id="text-org86d292e">
<p>Can a man possessing consciousness ever really respect himself?
</p>

<p>And all as a result of boredom, gentlemen, sheer boredom; I was overcome by inertia. You see, the direct, legitimate, immediate result of consciousness is inertia, that is, the conscious sitting idly by with one’s arms folded.
</p>

<p>But man is so partial to systems and abstract conclusions that he’s ready to distort the truth intentionally, ready to deny everything that he himself has ever seen and heard, merely in order to justify his own logic.
</p>

<p>Why, I, for example, wouldn’t be surprised in the least, if, suddenly, for no reason at all, in the midst of this future, universal rationalism, some gentleman with an offensive, rather, a retrograde and derisive expression on his face were to stand up, put his hands on his hips, and declare to us all: "How about it, gentlemen, what if we knock over all this rationalism with one swift kick for the sole purpose of sending all these logarithms to hell, so that once again we can live according to our own stupid will!" But that wouldn’t matter either; what’s so annoying is that he would undoubtedly find some followers; such is the way man is made.
</p>

<p>You repeat that an enlightened and cultured man, in a word, man as he will be in the future, cannot knowingly desire something disadvantageous to himself, and that this is pure mathematics. I agree with you: it really is mathematics. But I repeat for the one-hundredth time, there is one case, only one, when a man may intentionally, consciously desire even something harmful to himself, something stupid, even very stupid, namely: in order to have the right to desire something even very stupid and not be bound by an obligation to desire only what's smart.
</p>

<p>Because in any case it preserves for us what’s most important and precious, that is, our personality and our individuality.
</p>

<p>But man is a frivolous and unseemly creature and perhaps, like a chess player, he loves only the process of achieving his goal, and not the goal itself.
</p>

<p>I agree that two times two makes four is a splendid thing; but if we’re going to lavish praise, then two times two makes five is sometimes also a very charming little thing.
</p>

<p>I’m convinced that man will never renounce real suffering, that is, destruction and chaos. After all, suffering is the sole cause of consciousness. Although I stated earlier that in my opinion consciousness is man’s greatest misfortune, still I know that man loves it and would not exchange it for any other sort of satisfaction. Consciousness, for example, is infinitely higher than two times two. Of course, after two times two, there’s nothing left, not merely nothing to do, but nothing to learn.
</p>

<p>Destroy my desires, eradicate my ideals, show me something better and I’ll follow you. You may say, perhaps, that it’s not worth getting involved; but, in that case, I’ll say the same thing in reply. We’re having a serious discussion; if you don’t grant me your attention, I won’t grovel for it. I still have my underground.
</p>

<p>Even though I said that I envy the normal man to the point of exasperation, I still wouldn’t want to be him under the circumstances in which I see him (although I still won’t keep from envying him. No, no, in any case the underground is more advantageous!)
</p>

<p>Is it possible to be absolutely honest even with one’s own self and not to fear the whole truth?
</p>

<p>I have hundreds of such memories; but at times a single one emerges from those hundreds and oppresses me. For some reason I believe that if I write it down I can get rid of it. Why not try? 
</p>

<p>Lastly, I’m bored, and I never do anything. Writing things down actually seems like work. They say that work makes a man become good and honest. Well, at least there’s a chance.
</p>
</div>
</div>
<div id="outline-container-org25365d5" class="outline-2">
<h2 id="org25365d5">II. Apropos of Wet Snow</h2>
<div class="outline-text-2" id="text-org25365d5">
<p>In the end I myself couldn’t stand it: as the years went by, my need for people, for friends, increased. I made several attempts to get closer to some of them; but these attempts always turned out to be unnatural and ended of their own accord.
</p>

<p>I frightened him with my passionate friendship, and I reduced him to tears and convulsions. He was a naive and giving soul, but as soon as he’d surrendered himself to me totally, I began to despise him and reject him immediately—as if I only needed to achieve a victory over him, merely to subjugate him.
</p>


<p>Of course, it would have been better not to go at all. But that was no longer possible; once I began to feel drawn to something, I plunged right in, head first. I’d have reproached myself for the rest of my life: "So, you retreated, you retreated before reality, you retreated!"
</p>

<p>Oh, if you only knew what thoughts and feelings I’m capable of, and how cultured I really am!
</p>

<p>Now I’d suddenly realized starkly how absurd, how revolting as a spider, was the idea of debauchery, which, without love, crudely and shamelessly begins precisely at the point where genuine love is consummated.
</p>

<p>There’s something else, Liza. Man only likes to count his troubles; he doesn’t calculate his happiness.
</p>

<p>No one, no one at all has to know what goes on between a husband and wife, if they love each other. However their quarrel ends, they should never call in either one of their mothers to act as judge or to hear complaints about the other one. They must act as their own judges. Love is God’s mystery and should be hidden from other people’s eyes, no matter what happens.
</p>

<p>No, Liza, I think you must first learn how to live by yourself, and only afterward blame others.
</p>

<p>Yet, I didn’t understand that she was intentionally disguising her feelings with sarcasm; that was usually the last resort of people who are timid and chaste of heart, whose souls have been coarsely and impudently invaded; and who, until the last moment, refuse to yield out of pride and are afraid to express their own feelings to you.
</p>

<p>No one, absolutely no one in the whole world, will ever come to visit you; your name will disappear from the face of the earth, just as if you’d never been born and had never existed.
</p>

<p>The poor little thing, she’d saved this student’s letter as a treasure and had run to fetch this one treasure of hers, not wanting me to leave without knowing that she too was the object of sincere, honest love, and that someone exists who had spoken to her respectfully.
</p>

<p>The true story, as they say, is no reproach to an honest young man.
</p>

<p>"Liza", I’d say, "Do you really think that I haven’t noticed your love? I’ve seen everything. I guessed, but dared not be first to make a claim on your heart because I had such influence over you, and because I was afraid you might deliberately force yourself to respond to my love out of gratitude, that you might forcibly evoke within yourself a feeling that didn’t really exist. No, I didn’t want that because it would be&#x2026; despotism. &#x2026; It would be indelicate."
</p>

<p>If all this faded to bring me back to my senses and I continued to rebel, he’d suddenly begin to sigh while staring at me. He’d sigh heavily and deeply, as if trying to measure with each sigh the depth of my moral decline.
</p>

<p>It was the cynicism, the cynicism of my words that crushed her.
</p>

<p>Should the world go to hell, or should I go without my tea? I say, let the world go to hell as long as I can always have my tea.
</p>

<p>They won’t let me&#x2026; I can’t be&#x2026; good!
</p>

<p>And so, I’m convinced to this day that it was precisely because I felt too ashamed to look at her, that another feeling was suddenly kindled and burst into flame in my heart—the feeling of domination and possession.
</p>

<p>On the other hand, she fully understood that I was a despicable man, and, most important, that I was incapable of loving her.
</p>

<p>In the first place, I could no longer love because, I repeat, for me love meant tyrannizing and demonstrating my moral superiority. All my life I could never even conceive of any other kind of love, and I’ve now reached the point that I sometimes think that love consists precisely in a voluntary gift by the beloved person of the right to tyrannize over him.
</p>
</div>
</div>
</div>
<footer id="postamble" class="status">
&copy; 2026 . Made with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 31.0.50 (<a href="https://orgmode.org">Org</a> mode 9.7.11).
</footer>
</body>
</html>
